---
kind: enumMember
id: F:Autodesk.Revit.DB.StorageType.None
enum: Autodesk.Revit.DB.StorageType
source: html/3dbebcb8-792b-a3dd-fe63-faaa05704f3c.htm
---
# Autodesk.Revit.DB.StorageType.None

None represents an invalid storage type. This value should not be used.